Repository: hb/gnome-bulk-rename
Catalog: po/*.po
Languages: de

source: GNOME bulk file rename utility
de: GNOME Hilfsmittel zum massenhaften Umbenennen von Dateien

source: Rename your files
de: Benenne deine Dateien um

source: ERROR
de: FEHLER

source: Empty target name
de: Zielname ist leer

source: Slash in target name
de: Schrägstrich im Zielnamen

source: Double output filepath
de: Doppelter Zielname

source: WARNING
de: WARNUNG

source: Target filename already exists on the filesystem
de: Zielname exisiert bereits auf dem Dateisystem

source: Rename
de: Umbenennen

source: The following problems might prevent renaming:
de: Folgende Probleme könnten ein Umbenennen verhindern:

source: The following problems prevent renaming:
de: Folgende Probleme verhindern ein Umbenennen:

source: Expect problems when trying to rename
de: Erwarten Sie Probleme mit dem Umbenennen

source: Rename not possible
de: Umbenennen nicht möglich

source: Problems occured during rename
de: Beim Umbenennen sind Probleme aufgetreten

source: Problems occured during undo
de: Beim Rückgängigmachen sind Probleme aufgetreten

source: Files successfully renamed
de: Die Dateien wurden erfolgreich umbenannt

source: Undo successful
de: Rückgängigmachen erfolgreich

source: Bulk Rename
de: Massenhaftes Umbenennen

source: You can choose among some common rename operations, or press the 'Advanced' button for more options.
de: Die können zwischen einigen gängigen Methoden wählen, oder die Schaltfläche 'Erweitert' wählen, um mehr Optionen zu erhalten.

source: Advanced
de: Erweitert

source: Switch failed
de: Wechsel gescheitert

source: Switch to advanced mode failed
de: Wechsel in den erweiterten Modus gescheitert

source: The command '%s' could not be found.
de: Das Kommando '%s' konnte nicht gefunden werden.

source: Add files ...
de: Dateien hinzufügen ...

source: Add files to the list
de: Dateien zur Liste hinzufügen

source: Add folders ...
de: Ordner hinzufügen ...

source: Add folders to the list
de: Dateien zur Liste hinzufügen

source: Remove files
de: Dateien entfernen

source: Remove selected files from the list
de: Ausgewählte Dateien aus der Liste entfernen

source: Clear
de: Leeren

source: Removes all files from the list
de: Alle Dateien aus der Liste entfernen

source: Preferences
de: Einstellungen

source: _Quit
de: Beenden

source: Quit the Program
de: Das Programm beenden

source: _Help
de: Hilfe

source: About
de: Info

source: About this program
de: Informationen über dieses Programm

source: Sort
de: Sortierung

source: manually
de: manuell

source: descending
de: absteigend

source: Name parts:
de: Namensteil:

source: Whole filename
de: Vollständiger Dateiname

source: Filename without extension
de: Dateiname ohne Endung

source: Extension only
de: Dateiendung

source: Add ...
de: Hinzufügen ...

source: Select recursively
de: Rekursiv auswählen

source: Include hidden files and folders
de: Verborgene Dateien und Ordner einschliessen

source: You don't have any previewers active. Please check your preferences.
de: Sie haben keine Vorschau-Module geladen. Bitte überprüfen Sie Ihre Einstellungen.

source: This mode doesn't have any configuration options.
de: Dieser Modus hat keine Einstellungen.

source: No markup
de: Keine Markierungen

source: Colored markup
de: Farbige Markierungen

source: Bulk Rename Preferences
de: Einstellungen zum massenhaften Umbenennen von Dateien

source: Previewers
de: Vorschau

source: Sorting
de: Sortierung

source: Markup
de: Markierungen

source: Replace spaces with underscores
de: Leerzeichen in Unterstriche konvertieren

source: Replace all non-alphanumeric characters with underscores
de: Alle nicht-alphanumerischen Zeichen durch Unterstriche ersetzen

source: Modify common name part
de: Gemeinsamen Teil des Namens verändern

source: File names don't have a common substring.
de: Dateien haben keinen gemeinsamen Namensanteil.

source: Replace the part <b>%s</b> with
de: Ersetzen von <b>%s</b> mit

source: Search / replace
de: Suchen / Ersetzen

source: Search for:
de: Suche nach:

source: Replace with:
de: Ersetze mit:

source: Case insensitive
de: Groß-/Kleinschreibung vernachlässigen

source: Regular expressions
de: Regulärer Ausdruck

source: Convert to upper case
de: In Großbuchstaben konvertieren

source: Convert to lower case
de: In Kleinbuchstaben konvertieren

source: Convert to title case
de: Großbuchstaben am Wortanfang

source: Enumerations
de: Aufzählungen

source: Starting value:
de: Anfangswert:

source: Increment:
de: Inkrement:

source: Zero padding:
de: Auffüllen mit Nullen:

source: Number - Text - Old Name
de: Nummer - Text - Alter Name

source: Old Name - Text - Number
de: Alter Name - Text - Nummer

source: Text - Number
de: Text - Nummer

source: Number - Text
de: Nummer - Text

source: Simple common modifications
de: Gängige einfach Modifikationen

source: Common specialized modifications
de: Gängige spezialisierte Modifikationen

source: No automatic sorting is applied to the files. It is possible to rearrange the files by drag and drop.
de: Die Dateien werden nicht automatisch sortiert. Es ist jedoch möglich, die Dateien durch Ziehen und Fallenlassen mit der Maus manuell zu sortieren.

source: by name
de: nach Name

source: Sort the files by their current file name.
de: Dateien nach ihrem aktuellen Dateinamen sortieren.
